{
	"_meta": {
		"sources": [
			{
				"json": "CurseofStrahdCollection",
				"abbreviation": "CoSC",
				"full": "Curse of Strahd Collection",
				"version": "0.1",
				"color": "24932d",
				"authors": [
					"various"
				],
				"convertedBy": [
					"csagataj2"
				]
			}
		],
		"dateAdded": 1641557769,
		"dateLastModified": 1731234550,
		"dependencies": {
			"monster": [
				"MM",
				"VGM"
			]
		},
		"internalCopies": [
			"monster"
		]
	},
	"siteVersion": "1.210.13",
	"legendaryGroup": [
		{
			"name": "Strahd, the Mage",
			"source": "CurseofStrahdCollection",
			"page": 240,
			"lairActions": [
				"While Strahd is in Castle Ravenloft, he can take lair actions as long as he isn't {@condition incapacitated}.",
				"On initiative count 20 (losing initiative ties), Strahd can take one of the following lair action options, or forgo using any of them in that round:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Scatter",
							"entries": [
								"The air quivers around up to three creatures of Strahd's choice that he can see within 60 feet. Each creature must succeed on a {@dc 20} Wisdom saving throw or be teleported to an unoccupied space on the ground or floor that Strahd can see within 60 feet of him."
							]
						},
						{
							"type": "item",
							"name": "Fiery Sphere",
							"entries": [
								"A 10-foot diameter sphere of fire appears in an unoccupied space of Strahd's choice within 60 feet that he can see until initiative count 20 on the following round. Any creature that starts its turn within 5 feet of the sphere must succeed on a {@dc 20} Dexterity saving throw or take {@h}14 ({@damage 4d6}) fire damage. The sphere ignites flammable objects not being worn or carried, and it sheds bright light in a 30-foot radius and dim light for an additional 30 feet."
							]
						}
					]
				},
				"While outdoors, if the players have not yet reconsecrated the Swamp Fane, Strahd can take lair actions as long as he isn't {@condition incapacitated}.",
				"On initiative count 20 (losing initiative ties), Strahd can take one of the following lair action options, or forgo using any of them in that round:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Control Water (requires Swamp Fane)",
							"entries": [
								"Strahd casts or uses {@spell control water} without components or concentration."
							]
						},
						{
							"type": "item",
							"name": "Fog Cloud (requires Swamp Fane)",
							"entries": [
								"Strahd casts {@spell fog cloud} at 5th level without components or concentration. While the fog remains, Strahd has blindsight out to its edges."
							]
						}
					]
				}
			]
		},
		{
			"name": "Strahd, the Soldier",
			"source": "CurseofStrahdCollection",
			"page": 240,
			"lairActions": [
				"While Strahd is in Castle Ravenloft, he can take lair actions as long as he isn't {@condition incapacitated}.",
				"On initiative count 20 (losing initiative ties), Strahd can take one of the following lair action options, or forgo using any of them in that round:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Ghostly Hands",
							"entries": [
								"All non-undead creatures in a 10-foot square starting from a point within 60 feet must succeed on a {@dc 20} Strength saving throw or be {@condition restrained} by grasping ghostly hands until initiative count 20 on the following round"
							]
						},
						{
							"type": "item",
							"name": "Fog Bank",
							"entries": [
								"A 40-foot radius sphere of fog appears centered on a point within 60 feet of Strahd that he can see. The sphere spreads around corners, and its area is heavily obscured. It lasts until initiative count 20 on the following round or until a wind of moderate or greater speed (at least 10 miles per hour) disperses it. When the fog appears, Strahd can immediately take the Hide action as a reaction and move up to his speed."
							]
						}
					]
				},
				"While outdoors, if the players have not yet reconsecrated the Forest Fane, Strahd can take lair actions as long as he isn't {@condition incapacitated}.",
				"On initiative count 20 (losing initiative ties), Strahd can take one of the following lair action options, or forgo using any of them in that round:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Plant Growth (requires Forest Fane)",
							"entries": [
								"Strahd casts {@spell plant growth} without components or concentration."
							]
						},
						{
							"type": "item",
							"name": "Wrath of Nature (requires Forest Fane)",
							"entries": [
								"Strahd casts {@spell wrath of nature} without components or concentration. When he casts it in this way, Strahd can’t use the spell’s {@b rocks} effect."
							]
						}
					]
				}
			]
		},
		{
			"name": "Strahd, the Vampire",
			"source": "CurseofStrahdCollection",
			"page": 240,
			"lairActions": [
				"While Strahd is in Castle Ravenloft, he can take lair actions as long as he isn't {@condition incapacitated}.",
				"On initiative count 20 (losing initiative ties), Strahd can take one of the following lair action options, or forgo using any of them in that round:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Deluge of Blood",
							"entries": [
								"A wave of blood explodes outward from a point Strahd can see within 60 feet. Each creature within 10 feet of that point must make a {@dc 20}  Strength saving throw. On a failure, a creature takes 7 ({@damage 2d6}) bludgeoning damage and is pushed 10 feet away from the point and knocked {@condition prone}. The creature is also {@condition blinded} until initiative count 20 on the next round."
							]
						},
						{
							"type": "item",
							"name": "Wails of the Damned",
							"entries": [
								"Strahd summons an ethereal torrent of shrieking specters in a 5-foot radius centered on a point within 60 feet that he can see. Each creature in that area must make a {@dc 20} Wisdom saving throw or be frightened of Strahd until initiative count 20 on the next round. A creature frightened in this way is {@condition paralyzed}."
							]
						}
					]
				},
				"While outdoors, if the players have not yet reconsecrated the Mountain Fane, Strahd can take lair actions as long as he isn't {@condition incapacitated}.",
				"On initiative count 20 (losing initiative ties), Strahd can take one of the following lair action options, or forgo using any of them in that round:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Change Weather (requires Mountain Fane)",
							"entries": [
								"Strahd casts or uses {@spell control weather} as an action without concentration or components. When he does, he can change any number of weather conditions to any of the stages given."
							]
						},
						{
							"type": "item",
							"name": "Call Lightning (requires Mountain Fane).",
							"entries": [
								"Strahd casts or uses {@spell call lightning} without components or concentration. Whenever he rolls lightning damage with this spell while outdoors in a storm, he deals maximum damage, instead of rolling."
							]
						}
					]
				}
			]
		}
	],
	"monster": [
		{
			"name": "Strahd, the Mage",
			"isNpc": true,
			"isNamedCreature": true,
			"source": "CurseofStrahdCollection",
			"size": [
				"M"
			],
			"type": {
				"type": "undead",
				"tags": [
					"shapechanger"
				]
			},
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "39d8 + 156",
				"average": 331
			},
			"speed": {
				"walk": 40,
				"climb": 40
			},
			"str": 20,
			"dex": 20,
			"con": 18,
			"int": 20,
			"wis": 15,
			"cha": 20,
			"save": {
				"dex": "+12",
				"wis": "+9",
				"cha": "+12"
			},
			"skill": {
				"religion": "+12",
				"stealth": "+19",
				"arcana": "+19",
				"athletics": "+12",
				"deception": "+19",
				"perception": "+16"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 26,
			"resist": [
				"necrotic",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"languages": [
				"Abyssal",
				"Common",
				"Draconic",
				"Elvish",
				"Giant",
				"Infernal"
			],
			"cr": "21",
			"spellcasting": [
				{
					"name": "Complex Spellcasting",
					"headerEntries": [
						"Strahd is a 20th-level spellcaster. If Strahd casts a spell on his turn using a bonus action, he can also use his action to cast a noncantrip spell on the same turn.",
						"His spellcasting ability is Intelligence (spell save {@dc 20}, {@hit 12} to hit with spell attacks). He has the following wizard spells prepared:"
					],
					"ability": "int",
					"type": "spellcasting"
				},
				{
					"name": "Innate Spellcasting",
					"daily": {
						"1": [
							"{@spell scrying}"
						],
						"3": [
							"{@spell dispel magic}"
						],
						"3e": [
							"{@spell animate dead}",
							"{@spell detect thoughts}"
						]
					},
					"will": [
						"{@spell lightning bolt}"
					],
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Shapechanger",
					"entries": [
						"If Strahd isn't in running water or sunlight, he can use his action to polymorph into a Tiny bat, a Medium wolf, or a Medium cloud of mist, or back into his true form.",
						"While in bat or wolf form, Strahd can't speak. In bat form, his walking speed is 5 feet, and he has a flying speed of 30 feet. In wolf form, his walking speed is 40 feet. His statistics, other than his size and speed, are unchanged. Anything he is wearing transforms with him, but nothing he is carrying does. He reverts to his true form if he dies.",
						"While in mist form, Strahd can't take any actions, speak, or manipulate objects. He is weightless, has a flying speed of 20 feet, can hover, and can enter a hostile creature's space and stop there. In addition, if air can pass through a space, the mist can do so without squeezing, and he can't pass through water. He has advantage on Strength, Dexterity, and Constitution saving throws, and he is immune to all nonmagical damage, except the damage he takes from sunlight."
					]
				},
				{
					"name": "Legendary Resistance (2/Day)",
					"entries": [
						"If Strahd fails a saving throw, he can choose to succeed instead."
					]
				},
				{
					"name": "Misty Escape",
					"entries": [
						"When Strahd drops to 0 hit points outside his coffin, he transforms into a cloud of mist (as in the Shapechanger trait) instead of falling {@condition unconscious}, provided that he isn't in running water or sunlight. If he can't transform, he is destroyed.",
						"While he has 0 hit points in mist form, he can't revert to his vampire form, and he must reach his coffin within 2 hours or be destroyed. Once in his coffin, he reverts to his vampire form. He is then {@condition paralyzed} until he regains at least 1 hit point. After 1 hour in his coffin with 0 hit points, he regains 1 hit point."
					]
				},
				{
					"name": "Regeneration",
					"entries": [
						"Strahd regains 20 hit points at the start of his turn if he has at least 1 hit point and isn’t in sunlight. If he takes radiant damage, this trait doesn’t function at the start of his next turn."
					]
				},
				{
					"name": "Spider Climb",
					"entries": [
						"Strahd can move up, down, and across vertical surfaces and upside down along ceilings, while leaving his hands free."
					]
				},
				{
					"name": "Vampire Weaknesses",
					"entries": [
						"Strahd has the following flaws:",
						"{@i Forbiddance.} He can't enter a residence without an invitation from one of the occupants.",
						"{@i Harmed by Running Water.} He takes 20 acid damage if he ends his turn in running water.",
						"{@i Stake to the Heart.} If a piercing weapon made of wood is driven into his heart while he is {@condition incapacitated} in his coffin, he is {@condition paralyzed} until the stake is removed.",
						"{@i Sunlight Hypersensitivity.} While in sunlight, Strahd takes 20 radiant damage at the start of his turn, and he has disadvantage on attack rolls and ability checks."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Strahd uses {@i vampiric touch} twice, or {@i vampiric touch} and {@i telekinetic grasp} once each."
					]
				},
				{
					"name": "Vampiric Touch",
					"entries": [
						"Strahd casts or attacks with {@spell vampiric touch} ({@hit +12} to hit).",
						"A creature hit by an attack made with this spell must make a {@dc 20} Constitution saving throw or be {@condition dazed} until the start of Strahd’s next turn. (That creature can move or take one action on its turn, not both. It also can’t take a bonus action or a reaction.)"
					]
				},
				{
					"name": "Telekinetic Grasp",
					"entries": [
						"{@i 2nd-level transmutation}, range 60 feet, components V S M, 1 round.",
						"Effect: Strahd exerts his will on one creature that he can see within 60 feet and forces it to make a {@dc 20} Strength saving throw. On a failure, that creature rises vertically, up to 20 feet, and remains suspended there until the start of Strahd’s next turn. That creature also takes {@h}7 ({@damage 2d6}) necrotic damage and is {@condition restrained} until the end of Strahd’s next turn. When the effect ends, the target falls to the ground if it is still aloft."
					]
				},
				{
					"name": "Dispel Magic (3/day)",
					"entries": [
						"Strahd casts {@spell dispel magic}. "
					]
				}
			],
			"bonus": [
				{
					"name": "Circle of Sickness",
					"entries": [
						"{@i 3rd-level necromancy}, self, components V S M, instantaneous.",
						"Effect: A sphere of negative energy bursts from Strahd. Each creature within 10 feet of Strahd must make a {@dc 20} Constitution saving throw. On a failure, a creature takes {@h}28 ({@damage 8d6}) necrotic damage and gains disadvantage on its next attack roll made before the end of its next turn. A creature that succeeds on the roll takes half damage and doesn’t gain disadvantage."
					]
				},
				{
					"name": "Lightning Bolt",
					"entries": [
						"Strahd casts {@spell lightning bolt}. "
					]
				}
			],
			"reactionHeader": [
				"Strahd can take up to three reactions per round, but only one per turn. If he would lose his reactions and isn't incapacitated, he loses one reaction instead."
			],
			"reaction": [
				{
					"name": "Misty Step",
					"entries": [
						"In response to taking damage, Strahd casts  {@spell misty step}"
					]
				},
				{
					"name": "Blindness/Deafness",
					"entries": [
						"In response to taking damage from a melee attack, Strahd casts {@spell blindness/deafness} ({@dc 20}) against the attacker. A creature that fails its saving throw against the spell takes an additional {@h}7 ({damage {@dice 2d6}}) necrotic damage."
					]
				}
			],
			"legendaryGroup": {
				"name": "Strahd, the Mage",
				"source": "CurseofStrahdCollection"
			},
			"traitTags": [
				"Legendary Resistances",
				"Regeneration",
				"Shapechanger",
				"Spider Climb",
				"Sunlight Sensitivity"
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"AB",
				"C",
				"DR",
				"E",
				"GI",
				"I"
			],
			"spellcastingTags": [
				"CW",
				"I"
			],
			"miscTags": [
				"AOE"
			],
			"conditionInflict": [
				"dazed"
			],
			"conditionInflictSpell": [
				"invisible",
				"unconscious"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"entries": [
											"With his mind sharp and his heart dark, Strahd von Zarovich is a formidable foe. Courage and lives beyond measure have been lost to him. Reread chapter 1, \"Into the Mists,\" to understand his personality and goals.",
											"Although Strahd can be encountered almost anywhere in his domain, the vampire is always encountered in the place indicated by the card reading in chapter 1, unless he has been forced into his tomb in the catacombs of Castle Ravenloft."
										]
									},
									{
										"type": "entries",
										"name": "Strahd's Tactics",
										"entries": [
											"Because the entire adventure revolves around Strahd, you must play him intelligently and do everything you can to make him a terrifying and cunning adversary for the player characters.",
											"When you run an encounter with Strahd, keep the following facts in mind:",
											{
												"type": "list",
												"items": [
													"Strahd attacks at the most advantageous moment and from the most advantageous position.",
													"Strahd knows when he's in over his head. If he begins taking more damage than he can regenerate, he moves beyond the reach of melee combatants and spellcasters, or he flies away (using summoned wolves or swarms of bats or rats to guard his retreat).",
													"Strahd observes the characters to see who among them are most easily swayed, then tries to charm characters who have low Wisdom scores and use them as thralls. At the very least, he can order a {@condition charmed} character to guard him against other members of the adventuring party."
												]
											}
										]
									},
									{
										"type": "entries",
										"name": "The Vampire's Minions",
										"entries": [
											"Whenever Strahd appears in a location other than his tomb or the place indicated by the card reading, roll a {@dice d20} and consult the Strahd's Minions table to determine what creatures he brings with him, if any."
										]
									},
									{
										"type": "entries",
										"name": "Strahd's Minions",
										"entries": [
											{
												"type": "table",
												"colLabels": [
													"d20",
													"Creatures"
												],
												"colStyles": [
													"col-6",
													"col-6"
												],
												"rows": [
													[
														"1–3",
														"{@dice 1d4 + 2} {@creature dire wolf||dire wolves}"
													],
													[
														"4–6",
														"{@dice 1d6 + 3} {@creature ghoul||ghouls}"
													],
													[
														"7–9",
														"{@dice 1d4 + 2} {@creature Strahd zombie|CoS|Strahd zombies} (in this appendix)"
													],
													[
														"10–12",
														"{@dice 2d4} {@creature swarm of bats||swarms of bats}"
													],
													[
														"13–15",
														"{@dice 1d4 + 1} {@creature vampire spawn}"
													],
													[
														"16–18",
														"{@dice 3d6} {@creature wolf||wolves}"
													],
													[
														"19–20",
														"None"
													]
												]
											},
											"If the characters are in a residence, Strahd's creatures break through doors and windows to reach them, or crawl up through the earth, or swoop down the chimney. The vampire spawn (all that's left of a party of adventurers that Strahd defeated long ago) can't enter the characters' location unless invited."
										]
									},
									{
										"type": "entries",
										"name": "Heart of Sorrow",
										"entries": [
											"Strahd can afford to be bold in his tactics, for he has additional protection in the form of a giant crystal heart hidden inside Castle Ravenloft.",
											"Any damage that Strahd takes is transferred to the Heart of Sorrow (see chapter 4, area K20). If the heart absorbs damage that reduces it to 0 hit points, it is destroyed, and Strahd takes any leftover damage. The Heart of Sorrow has 50 hit points and is restored to that number of hit points each dawn, provided it has at least 1 hit point remaining. Strahd can, as a bonus action on his turn, break his link to the Heart of Sorrow so that it no longer absorbs damage dealt to him. Strahd can reestablish his link to the Heart of Sorrow as a bonus action on his turn, but only while in Castle Ravenloft.",
											"The effect of the protection afforded by the Heart of Sorrow can be chilling to behold, as damage to Strahd is quickly undone. For example, a critical hit might dislocate Strahd's jaw, but only for a moment; then the vampire's jaw quickly resets itself.",
											"The ability of the Heart of Sorrow to absorb damage is suppressed if it or Strahd is fully within an {@spell antimagic field}."
										]
									}
								]
							}
						]
					},
					{
						"type": "list",
						"style": "list-hang-notitle",
						"items": [
							{
								"type": "item",
								"name": "Scatter",
								"entries": [
									"The air quivers around up to three creatures of Strahd's choice that he can see within 60 feet. Each creature must succeed on a {@dc 20} Wisdom saving throw or be teleported to an unoccupied space on the ground or floor that Strahd can see within 60 feet of him."
								]
							},
							{
								"type": "item",
								"name": "Fiery Sphere",
								"entries": [
									"A 10-foot diameter sphere of fire appears in an unoccupied space of Strahd's choice within 60 feet that he can see until initiative count 20 on the following round. Any creature that starts its turn within 5 feet of the sphere must succeed on a {@dc 20} Dexterity saving throw or take {@h}14 ({@damage 4d6}) fire damage. The sphere ignites flammable objects not being worn or carried, and it sheds bright light in a 30-foot radius and dim light for an additional 30 feet."
								]
							}
						]
					},
					"While outdoors, if the players have not yet reconsecrated the Swamp Fane, Strahd can take lair actions as long as he isn't {@condition incapacitated}.",
					"On initiative count 20 (losing initiative ties), Strahd can take one of the following lair action options, or forgo using any of them in that round:",
					{
						"type": "list",
						"style": "list-hang-notitle",
						"items": [
							{
								"type": "item",
								"name": "Control Water (requires Swamp Fane)",
								"entries": [
									"Strahd casts or uses {@spell control water} without components or concentration."
								]
							},
							{
								"type": "item",
								"name": "Fog Cloud (requires Swamp Fane)",
								"entries": [
									"Strahd casts {@spell fog cloud} at 5th level without components or concentration. While the fog remains, Strahd has blindsight out to its edges."
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/LZTOe71.png"
						}
					}
				]
			},
			"tokenHref": {
				"type": "external",
				"url": "https://i.ibb.co/8bWQDZt/Strahd-mage-profile.webp"
			},
			"damageTags": [
				"N"
			],
			"damageTagsSpell": [
				"L"
			],
			"damageTagsLegendary": [
				"B",
				"F"
			],
			"savingThrowForced": [
				"constitution",
				"strength"
			],
			"savingThrowForcedSpell": [
				"dexterity",
				"wisdom"
			],
			"savingThrowForcedLegendary": [
				"dexterity",
				"strength",
				"wisdom"
			]
		},
		{
			"name": "Strahd, the Soldier",
			"isNpc": true,
			"isNamedCreature": true,
			"source": "CurseofStrahdCollection",
			"size": [
				"M"
			],
			"type": {
				"type": "undead",
				"tags": [
					"shapechanger"
				]
			},
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "39d8 + 156",
				"average": 331
			},
			"speed": {
				"walk": 40,
				"climb": 40
			},
			"str": 20,
			"dex": 20,
			"con": 18,
			"int": 20,
			"wis": 15,
			"cha": 20,
			"save": {
				"dex": "+12",
				"wis": "+9",
				"cha": "+12"
			},
			"skill": {
				"religion": "+12",
				"stealth": "+19",
				"arcana": "+19",
				"athletics": "+12",
				"deception": "+19",
				"perception": "+16"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 26,
			"resist": [
				"necrotic",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"languages": [
				"Abyssal",
				"Common",
				"Draconic",
				"Elvish",
				"Giant",
				"Infernal"
			],
			"cr": "21",
			"trait": [
				{
					"name": "Battlefield Awareness",
					"entries": [
						"Strahd has advantage on Strength and Dexterity saving throws against effects that he can see or hear, such as traps and spells. Additionally, Strahd can't be disarmed."
					]
				},
				{
					"name": "Legendary Resistance (2/Day)",
					"entries": [
						"If Strahd fails a saving throw, he can choose to succeed instead."
					]
				},
				{
					"name": "Misty Escape",
					"entries": [
						"When Strahd drops to 0 hit points outside his coffin, he transforms into a cloud of mist (as in the Shapechanger trait) instead of falling {@condition unconscious}, provided that he isn't in running water or sunlight. If he can't transform, he is destroyed.",
						"While he has 0 hit points in mist form, he can't revert to his vampire form, and he must reach his coffin within 2 hours or be destroyed. Once in his coffin, he reverts to his vampire form. He is then {@condition paralyzed} until he regains at least 1 hit point. After 1 hour in his coffin with 0 hit points, he regains 1 hit point."
					]
				},
				{
					"name": "Regeneration",
					"entries": [
						"Strahd regains 20 hit points at the start of his turn if he has at least 1 hit point and isn’t in sunlight. If he takes radiant damage, this trait doesn’t function at the start of his next turn."
					]
				},
				{
					"name": "Spider Climb",
					"entries": [
						"Strahd can move up, down, and across vertical surfaces and upside down along ceilings, while leaving his hands free."
					]
				},
				{
					"name": "Vampire Weaknesses",
					"entries": [
						"Strahd has the following flaws:",
						"{@i Forbiddance.} He can't enter a residence without an invitation from one of the occupants.",
						"{@i Harmed by Running Water.} He takes 20 acid damage if he ends his turn in running water.",
						"{@i Stake to the Heart.} If a piercing weapon made of wood is driven into his heart while he is {@condition incapacitated} in his coffin, he is {@condition paralyzed} until the stake is removed.",
						"{@i Sunlight Hypersensitivity.} While in sunlight, Strahd takes 20 radiant damage at the start of his turn, and he has disadvantage on attack rolls and ability checks."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Strahd makes two attacks, only one of which can be an {@b umbral net}."
					]
				},
				{
					"name": "Longsword",
					"entries": [
						"{@atk mw} {@hit +12} to hit, reach 5 ft., one target. {@h} 11 ({@damage 1d10 + 5}) slashing damage plus 7 ({@damage 2d6}) necrotic damage. If the target is a creature, Strahd can force it to succeed on a {@dc 20} Strength saving throw or be pushed 5 feet away and knocked {@condition prone}."
					]
				},
				{
					"name": "Umbral Net",
					"entries": [
						"{@atk rs} {@hit +12} to hit, range 30/60 ft., one creature. {@h} 7 ({@damage 2d6}) necrotic damage and the target is {@condition restrained} until the start of Strahd’s next turn."
					]
				}
			],
			"bonus": [
				{
					"name": "Thunderous Wave",
					"entries": [
						"Strahd slams the point of his sword into the ground, creating a shockwave. Each creature within 5 feet must make a {@dc 20} Strength saving throw or take 14 ({@damage 3d8}) thunder damage and be pushed 5 feet away. A creature that succeeds on the roll takes half damage and isn’t pushed."
					]
				},
				{
					"name": "Dark Volley",
					"entries": [
						"Strahd conjures a rain of shadowy arrows to fall toward a point he can see within 120 feet. Each creature within a 10-foot radius, 40-foot-high cylinder centered on that point must make a {@dc 20} Dexterity saving throw, taking 18 ({@damage 4d8}) necrotic damage on a failure or half as much damage on a success."
					]
				}
			],
			"reactionHeader": [
				"Strahd can take up to three reactions per round, but only one per turn. If he would lose his reactions and isn't incapacitated, he loses one reaction instead."
			],
			"reaction": [
				{
					"name": "Commander’s Retreat",
					"entries": [
						"In response to taking damage from a melee attack, Strahd forces his attacker to succeed on a {@dc 20} Strength saving throw or be pushed 5 feet away. He can then immediately move up to his speed away from them without provoking opportunity attacks."
					]
				},
				{
					"name": "Vengeful Strike",
					"entries": [
						"In response to taking damage from a spell or attack, Strahd moves up to his speed toward the attacker and can make a {@b longsword} attack against them. This movement doesn’t trigger opportunity attacks."
					]
				}
			],
			"legendaryGroup": {
				"name": "Strahd, the Soldier",
				"source": "CurseofStrahdCollection"
			},
			"attachedItems": [
				"longsword|phb"
			],
			"traitTags": [
				"Legendary Resistances",
				"Regeneration",
				"Shapechanger",
				"Spider Climb",
				"Sunlight Sensitivity"
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"AB",
				"C",
				"DR",
				"E",
				"GI",
				"I"
			],
			"miscTags": [
				"MW",
				"MLW",
				"RA",
				"THW",
				"AOE"
			],
			"conditionInflict": [
				"prone",
				"restrained"
			],
			"conditionInflictSpell": [
				"invisible",
				"unconscious"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"entries": [
											"With his mind sharp and his heart dark, Strahd von Zarovich is a formidable foe. Courage and lives beyond measure have been lost to him. Reread chapter 1, \"Into the Mists,\" to understand his personality and goals.",
											"Although Strahd can be encountered almost anywhere in his domain, the vampire is always encountered in the place indicated by the card reading in chapter 1, unless he has been forced into his tomb in the catacombs of Castle Ravenloft."
										]
									},
									{
										"type": "entries",
										"name": "Strahd's Tactics",
										"entries": [
											"Because the entire adventure revolves around Strahd, you must play him intelligently and do everything you can to make him a terrifying and cunning adversary for the player characters.",
											"When you run an encounter with Strahd, keep the following facts in mind:",
											{
												"type": "list",
												"items": [
													"Strahd attacks at the most advantageous moment and from the most advantageous position.",
													"Strahd knows when he's in over his head. If he begins taking more damage than he can regenerate, he moves beyond the reach of melee combatants and spellcasters, or he flies away (using summoned wolves or swarms of bats or rats to guard his retreat).",
													"Strahd observes the characters to see who among them are most easily swayed, then tries to charm characters who have low Wisdom scores and use them as thralls. At the very least, he can order a {@condition charmed} character to guard him against other members of the adventuring party."
												]
											}
										]
									},
									{
										"type": "entries",
										"name": "The Vampire's Minions",
										"entries": [
											"Whenever Strahd appears in a location other than his tomb or the place indicated by the card reading, roll a {@dice d20} and consult the Strahd's Minions table to determine what creatures he brings with him, if any."
										]
									},
									{
										"type": "entries",
										"name": "Strahd's Minions",
										"entries": [
											{
												"type": "table",
												"colLabels": [
													"d20",
													"Creatures"
												],
												"colStyles": [
													"col-6",
													"col-6"
												],
												"rows": [
													[
														"1–3",
														"{@dice 1d4 + 2} {@creature dire wolf||dire wolves}"
													],
													[
														"4–6",
														"{@dice 1d6 + 3} {@creature ghoul||ghouls}"
													],
													[
														"7–9",
														"{@dice 1d4 + 2} {@creature Strahd zombie|CoS|Strahd zombies} (in this appendix)"
													],
													[
														"10–12",
														"{@dice 2d4} {@creature swarm of bats||swarms of bats}"
													],
													[
														"13–15",
														"{@dice 1d4 + 1} {@creature vampire spawn}"
													],
													[
														"16–18",
														"{@dice 3d6} {@creature wolf||wolves}"
													],
													[
														"19–20",
														"None"
													]
												]
											},
											"If the characters are in a residence, Strahd's creatures break through doors and windows to reach them, or crawl up through the earth, or swoop down the chimney. The vampire spawn (all that's left of a party of adventurers that Strahd defeated long ago) can't enter the characters' location unless invited."
										]
									},
									{
										"type": "entries",
										"name": "Heart of Sorrow",
										"entries": [
											"Strahd can afford to be bold in his tactics, for he has additional protection in the form of a giant crystal heart hidden inside Castle Ravenloft.",
											"Any damage that Strahd takes is transferred to the Heart of Sorrow (see chapter 4, area K20). If the heart absorbs damage that reduces it to 0 hit points, it is destroyed, and Strahd takes any leftover damage. The Heart of Sorrow has 50 hit points and is restored to that number of hit points each dawn, provided it has at least 1 hit point remaining. Strahd can, as a bonus action on his turn, break his link to the Heart of Sorrow so that it no longer absorbs damage dealt to him. Strahd can reestablish his link to the Heart of Sorrow as a bonus action on his turn, but only while in Castle Ravenloft.",
											"The effect of the protection afforded by the Heart of Sorrow can be chilling to behold, as damage to Strahd is quickly undone. For example, a critical hit might dislocate Strahd's jaw, but only for a moment; then the vampire's jaw quickly resets itself.",
											"The ability of the Heart of Sorrow to absorb damage is suppressed if it or Strahd is fully within an {@spell antimagic field}."
										]
									}
								]
							}
						]
					},
					{
						"type": "list",
						"style": "list-hang-notitle",
						"items": [
							{
								"type": "item",
								"name": "Ghostly Hands",
								"entries": [
									"All non-undead creatures in a 10-foot square starting from a point within 60 feet must succeed on a {@dc 20} Strength saving throw or be {@condition restrained} by grasping ghostly hands until initiative count 20 on the following round"
								]
							},
							{
								"type": "item",
								"name": "Fog Bank",
								"entries": [
									"A 40-foot radius sphere of fog appears centered on a point within 60 feet of Strahd that he can see. The sphere spreads around corners, and its area is heavily obscured. It lasts until initiative count 20 on the following round or until a wind of moderate or greater speed (at least 10 miles per hour) disperses it. When the fog appears, Strahd can immediately take the Hide action as a reaction and move up to his speed."
								]
							}
						]
					},
					"While outdoors, if the players have not yet reconsecrated the Forest Fane, Strahd can take lair actions as long as he isn't {@condition incapacitated}.",
					"On initiative count 20 (losing initiative ties), Strahd can take one of the following lair action options, or forgo using any of them in that round:",
					{
						"type": "list",
						"style": "list-hang-notitle",
						"items": [
							{
								"type": "item",
								"name": "Plant Growth (requires Forest Fane)",
								"entries": [
									"Strahd casts {@spell plant growth} without components or concentration."
								]
							},
							{
								"type": "item",
								"name": "Wrath of Nature (requires Forest Fane)",
								"entries": [
									"Strahd casts {@spell wrath of nature} without components or concentration. When he casts it in this way, Strahd can’t use the spell’s {@b rocks} effect."
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.ibb.co/GcL1NTp/strahd-soldierwebp.webp"
						}
					}
				]
			},
			"tokenHref": {
				"type": "external",
				"url": "https://i.ibb.co/YB9qm4z/strahd-soldier.webp"
			},
			"damageTags": [
				"N",
				"S",
				"T"
			],
			"savingThrowForced": [
				"dexterity",
				"strength"
			],
			"savingThrowForcedLegendary": [
				"strength"
			]
		},
		{
			"name": "Strahd, the Vampire",
			"isNpc": true,
			"isNamedCreature": true,
			"source": "CurseofStrahdCollection",
			"size": [
				"M"
			],
			"type": {
				"type": "undead",
				"tags": [
					"shapechanger"
				]
			},
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "39d8 + 156",
				"average": 331
			},
			"speed": {
				"walk": 40,
				"climb": 40
			},
			"str": 20,
			"dex": 20,
			"con": 18,
			"int": 20,
			"wis": 15,
			"cha": 20,
			"save": {
				"dex": "+12",
				"wis": "+9",
				"cha": "+12"
			},
			"skill": {
				"religion": "+12",
				"stealth": "+19",
				"arcana": "+19",
				"athletics": "+12",
				"deception": "+19",
				"perception": "+16"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 26,
			"resist": [
				"necrotic",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"languages": [
				"Abyssal",
				"Common",
				"Draconic",
				"Elvish",
				"Giant",
				"Infernal"
			],
			"cr": "21",
			"trait": [
				{
					"name": "Shapechanger",
					"entries": [
						"If Strahd isn't in running water or sunlight, he can use his action to polymorph into a Tiny bat, a Medium wolf, or a Medium cloud of mist, or back into his true form.",
						"While in bat or wolf form, Strahd can't speak. In bat form, his walking speed is 5 feet, and he has a flying speed of 30 feet. In wolf form, his walking speed is 40 feet. His statistics, other than his size and speed, are unchanged. Anything he is wearing transforms with him, but nothing he is carrying does. He reverts to his true form if he dies.",
						"While in mist form, Strahd can't take any actions, speak, or manipulate objects. He is weightless, has a flying speed of 20 feet, can hover, and can enter a hostile creature's space and stop there. In addition, if air can pass through a space, the mist can do so without squeezing, and he can't pass through water. He has advantage on Strength, Dexterity, and Constitution saving throws, and he is immune to all nonmagical damage, except the damage he takes from sunlight."
					]
				},
				{
					"name": "Legendary Resistance (2/Day)",
					"entries": [
						"If Strahd fails a saving throw, he can choose to succeed instead."
					]
				},
				{
					"name": "Misty Escape",
					"entries": [
						"When Strahd drops to 0 hit points outside his coffin, he transforms into a cloud of mist (as in the Shapechanger trait) instead of falling {@condition unconscious}, provided that he isn't in running water or sunlight. If he can't transform, he is destroyed.",
						"While he has 0 hit points in mist form, he can't revert to his vampire form, and he must reach his coffin within 2 hours or be destroyed. Once in his coffin, he reverts to his vampire form. He is then {@condition paralyzed} until he regains at least 1 hit point. After 1 hour in his coffin with 0 hit points, he regains 1 hit point."
					]
				},
				{
					"name": "Regeneration",
					"entries": [
						"Strahd regains 20 hit points at the start of his turn if he has at least 1 hit point and isn’t in sunlight. If he takes radiant damage, this trait doesn’t function at the start of his next turn."
					]
				},
				{
					"name": "Spider Climb",
					"entries": [
						"Strahd can move up, down, and across vertical surfaces and upside down along ceilings, while leaving his hands free."
					]
				},
				{
					"name": "Vampire Weaknesses",
					"entries": [
						"Strahd has the following flaws:",
						"{@i Forbiddance.} He can't enter a residence without an invitation from one of the occupants.",
						"{@i Harmed by Running Water.} He takes 20 acid damage if he ends his turn in running water.",
						"{@i Stake to the Heart.} If a piercing weapon made of wood is driven into his heart while he is {@condition incapacitated} in his coffin, he is {@condition paralyzed} until the stake is removed.",
						"{@i Sunlight Hypersensitivity.} While in sunlight, Strahd takes 20 radiant damage at the start of his turn, and he has disadvantage on attack rolls and ability checks."
					]
				},
				{
					"name": "Father of the Night",
					"entries": [
						"A humanoid killed by Strahd’s {@b bite}, or which is reduced to 0 hit points by it and dies without regaining consciousness, arises as a {@creature vampire spawn} under Strahd’s control at the start of his next turn."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Strahd makes two attacks, only one of which can be a bite attack. Strahd can replace one of his attacks with a {@b charm}."
					]
				},
				{
					"name": "Unarmed Strike",
					"entries": [
						"{@atk mw} {@hit +12} to hit, each 5 ft., one target. {@h} 10 {@damage 1d8 + 5} slashing damage plus {@h} 14 {@damage 4d6} necrotic damage. If the target is a creature, Strahd can grapple it (escape {@dc 20})."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit +12} to hit, reach 5 ft., one willing creature, or a creature that is {@condition grappled} by Strahd, {@condition incapacitated}, or {@condition restrained}. {@h} 10 {@damage 1d8 + 5} piercing damage plus 10 ({@damage 3d6}) necrotic damage. The target's hit point maximum is reduced by an amount equal to the necrotic damage taken, and Strahd regains hit points equal to that amount. Each time the target finishes a long rest without being bitten again, it can roll one of its hit dice and add its Constitution modifier. The target’s maximum hit points increase by an amount equal to the result. (This increase can’t raise the target’s hit points above its original maximum.)"
					]
				},
				{
					"name": "Charm",
					"entries": [
						"One humanoid within 30 feet that Strahd can see must make a {@dc 20} Wisdom saving throw or be magically {@condition charmed} for 1 minute or until Strahd loses his {@status concentration} (as if {@status concentration||concentrating} on a spell).",
						"A target that can't see Strahd automatically succeeds. While {@condition charmed}, the target regards Strahd as a trusted friend to be heeded and protected; it isn't under Strahd's control, but takes his requests and actions in the most favorable way and lets Strahd bite it.",
						"The target can repeat the saving throw at the end of each of its turns, ending the effect on a success. If the target is still {@condition charmed} at the end of the minute, the effect lasts for 24 hours, until Strahd is destroyed, or until he takes a bonus action to end it."
					]
				}
			],
			"bonus": [
				{
					"name": "Bats’ Frenzy",
					"entries": [
						"Strahd summons a swarm of bat-like shadows from his cloak, forcing each creature within 10 feet to make a successful {@dc 20} Dexterity saving throw or take {@h}15 ({@damage 6d4}) necrotic damage and gain disadvantage on the next attack roll it makes before the start of Strahd’s next turn. A creature that succeeds on the roll takes half damage and doesn’t gain disadvantage."
					]
				},
				{
					"name": "Predator’s Fury",
					"entries": [
						"Strahd summons a pair of wolf-like shadows from his cloak and chooses up to two creatures he can see within 60 feet that are within 5 feet of each other. A target must succeed on a {@dc 20} Dexterity saving throw or take {@h}16 ({@damage 2d10 +5}) force damage and be knocked {@condition prone}. A creature that succeeds on the roll takes half damage and isn’t knocked {@condition prone}."
					]
				}
			],
			"reactionHeader": [
				"Strahd can take up to three reactions per round, but only one per turn. If he would lose his reactions and isn't incapacitated, he loses one reaction instead."
			],
			"reaction": [
				{
					"name": "Night’s Retreat",
					"entries": [
						"In response to taking damage, Strahd can fly up to his speed without provoking opportunity attacks."
					]
				},
				{
					"name": "Blood Frenzy",
					"entries": [
						"In response to taking damage, Strahd can move up to his speed toward the attacker and make an {@b unarmed strike} attack against it."
					]
				}
			],
			"legendaryGroup": {
				"name": "Strahd, the Vampire",
				"source": "CurseofStrahdCollection"
			},
			"traitTags": [
				"Legendary Resistances",
				"Regeneration",
				"Shapechanger",
				"Spider Climb",
				"Sunlight Sensitivity"
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"AB",
				"C",
				"DR",
				"E",
				"GI",
				"I"
			],
			"damageTagsLegendary": [
				"B",
				"F"
			],
			"miscTags": [
				"MW",
				"HPR",
				"AOE"
			],
			"conditionInflict": [
				"charmed",
				"prone"
			],
			"conditionInflictSpell": [
				"invisible",
				"unconscious"
			],
			"savingThrowForcedLegendary": [
				"dexterity",
				"strength",
				"wisdom"
			],
			"savingThrowForcedSpell": [
				"wisdom"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"entries": [
											"With his mind sharp and his heart dark, Strahd von Zarovich is a formidable foe. Courage and lives beyond measure have been lost to him. Reread chapter 1, \"Into the Mists,\" to understand his personality and goals.",
											"Although Strahd can be encountered almost anywhere in his domain, the vampire is always encountered in the place indicated by the card reading in chapter 1, unless he has been forced into his tomb in the catacombs of Castle Ravenloft."
										]
									},
									{
										"type": "entries",
										"name": "Strahd's Tactics",
										"entries": [
											"Because the entire adventure revolves around Strahd, you must play him intelligently and do everything you can to make him a terrifying and cunning adversary for the player characters.",
											"When you run an encounter with Strahd, keep the following facts in mind:",
											{
												"type": "list",
												"items": [
													"Strahd attacks at the most advantageous moment and from the most advantageous position.",
													"Strahd knows when he's in over his head. If he begins taking more damage than he can regenerate, he moves beyond the reach of melee combatants and spellcasters, or he flies away (using summoned wolves or swarms of bats or rats to guard his retreat).",
													"Strahd observes the characters to see who among them are most easily swayed, then tries to charm characters who have low Wisdom scores and use them as thralls. At the very least, he can order a {@condition charmed} character to guard him against other members of the adventuring party."
												]
											}
										]
									},
									{
										"type": "entries",
										"name": "The Vampire's Minions",
										"entries": [
											"Whenever Strahd appears in a location other than his tomb or the place indicated by the card reading, roll a {@dice d20} and consult the Strahd's Minions table to determine what creatures he brings with him, if any."
										]
									},
									{
										"type": "entries",
										"name": "Strahd's Minions",
										"entries": [
											{
												"type": "table",
												"colLabels": [
													"d20",
													"Creatures"
												],
												"colStyles": [
													"col-6",
													"col-6"
												],
												"rows": [
													[
														"1–3",
														"{@dice 1d4 + 2} {@creature dire wolf||dire wolves}"
													],
													[
														"4–6",
														"{@dice 1d6 + 3} {@creature ghoul||ghouls}"
													],
													[
														"7–9",
														"{@dice 1d4 + 2} {@creature Strahd zombie|CoS|Strahd zombies} (in this appendix)"
													],
													[
														"10–12",
														"{@dice 2d4} {@creature swarm of bats||swarms of bats}"
													],
													[
														"13–15",
														"{@dice 1d4 + 1} {@creature vampire spawn}"
													],
													[
														"16–18",
														"{@dice 3d6} {@creature wolf||wolves}"
													],
													[
														"19–20",
														"None"
													]
												]
											},
											"If the characters are in a residence, Strahd's creatures break through doors and windows to reach them, or crawl up through the earth, or swoop down the chimney. The vampire spawn (all that's left of a party of adventurers that Strahd defeated long ago) can't enter the characters' location unless invited."
										]
									},
									{
										"type": "entries",
										"name": "Heart of Sorrow",
										"entries": [
											"Strahd can afford to be bold in his tactics, for he has additional protection in the form of a giant crystal heart hidden inside Castle Ravenloft.",
											"Any damage that Strahd takes is transferred to the Heart of Sorrow (see chapter 4, area K20). If the heart absorbs damage that reduces it to 0 hit points, it is destroyed, and Strahd takes any leftover damage. The Heart of Sorrow has 50 hit points and is restored to that number of hit points each dawn, provided it has at least 1 hit point remaining. Strahd can, as a bonus action on his turn, break his link to the Heart of Sorrow so that it no longer absorbs damage dealt to him. Strahd can reestablish his link to the Heart of Sorrow as a bonus action on his turn, but only while in Castle Ravenloft.",
											"The effect of the protection afforded by the Heart of Sorrow can be chilling to behold, as damage to Strahd is quickly undone. For example, a critical hit might dislocate Strahd's jaw, but only for a moment; then the vampire's jaw quickly resets itself.",
											"The ability of the Heart of Sorrow to absorb damage is suppressed if it or Strahd is fully within an {@spell antimagic field}."
										]
									}
								]
							}
						]
					},
					{
						"type": "list",
						"style": "list-hang-notitle",
						"items": [
							{
								"type": "item",
								"name": "Deluge of Blood",
								"entries": [
									"A wave of blood explodes outward from a point Strahd can see within 60 feet. Each creature within 10 feet of that point must make a {@dc 20}  Strength saving throw. On a failure, a creature takes 7 ({@damage 2d6}) bludgeoning damage and is pushed 10 feet away from the point and knocked {@condition prone}. The creature is also {@condition blinded} until initiative count 20 on the next round."
								]
							},
							{
								"type": "item",
								"name": "Wails of the Damned",
								"entries": [
									"Strahd summons an ethereal torrent of shrieking specters in a 5-foot radius centered on a point within 60 feet that he can see. Each creature in that area must make a {@dc 20} Wisdom saving throw or be frightened of Strahd until initiative count 20 on the next round. A creature frightened in this way is {@condition paralyzed}."
								]
							}
						]
					},
					"While outdoors, if the players have not yet reconsecrated the Mountain Fane, Strahd can take lair actions as long as he isn't {@condition incapacitated}.",
					"On initiative count 20 (losing initiative ties), Strahd can take one of the following lair action options, or forgo using any of them in that round:",
					{
						"type": "list",
						"style": "list-hang-notitle",
						"items": [
							{
								"type": "item",
								"name": "Change Weather (requires Mountain Fane)",
								"entries": [
									"Strahd casts or uses {@spell control weather} as an action without concentration or components. When he does, he can change any number of weather conditions to any of the stages given."
								]
							},
							{
								"type": "item",
								"name": "Call Lightning (requires Mountain Fane).",
								"entries": [
									"Strahd casts or uses {@spell call lightning} without components or concentration. Whenever he rolls lightning damage with this spell while outdoors in a storm, he deals maximum damage, instead of rolling."
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/IP1OUwU.png"
						}
					}
				]
			},
			"tokenHref": {
				"type": "external",
				"url": "https://i.ibb.co/xF4WCQH/strahd-vampire.webp"
			},
			"damageTags": [
				"N",
				"O"
			],
			"savingThrowForced": [
				"dexterity",
				"wisdom"
			]
		},
		{
			"name": "Leo Dilisnya",
			"source": "CurseofStrahdCollection",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any race"
				]
			},
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"{@item half plate armor|PHB|half plate}",
						"{@item shield|PHB}"
					]
				}
			],
			"hp": {
				"average": 90,
				"formula": "12d8 + 36"
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 10,
			"con": 17,
			"int": 14,
			"wis": 11,
			"cha": 9,
			"passive": 10,
			"resist": [
				"necrotic",
				"radiant",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"preNote": "nonmagical"
				}
			],
			"languages": [
				"Common plus any one language"
			],
			"cr": "9",
			"trait": [
				{
					"name": "Beyond Death (2/Day)",
					"entries": [
						"When Leo is reduced to 0 hit points by an attack that isn't a critical hit, and the zealot is not killed outright, it can choose to fall to 1 hit point instead."
					]
				},
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"When Leo fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Reckless",
					"entries": [
						"At the start of its turn, Leo can gain advantage on all melee weapon attack rolls during that turn, but attack rolls against it have advantage until the start of its next turn."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Leo makes two attacks with Dawn Star."
					]
				},
				{
					"name": "Dawn Star",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) piercing damage, plus 7 ({@damage 2d6}) radiant damage. Additionally, if the target is a creature, it must succeed on a {@dc 10} Charisma saving throw or begin shedding bright light in a 10 foot radius and dim light for 10 feet beyond that. The glowing light grants advantage on attack rolls against the target, and it lasts until the start of the target's next turn. This is a magic weapon."
					]
				}
			],
			"traitTags": [
				"Legendary Resistances",
				"Reckless"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"X"
			],
			"miscTags": [
				"MW"
			],
			"fluff": {
				"entries": [
					"The Dilisnya family was one of the wealthiest banners pledged to the von Zarovich cause. They served under Barov for decades, and Leo’s brother Reinhold took up that pledge after their father passed. Leo, however, thinks that Strahd is a cruel, senseless warlord and a danger to his people.",
					"Leo is boisterous and cocky, and even in the heat of a fight will not be found without colorful robes and a gaudy, golden lion head necklace that he had commissioned."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.postimg.cc/pdfS2fxF/leo.jpg"
						}
					}
				]
			},
			"tokenHref": {
				"type": "external",
				"url": "https://i.postimg.cc/pdfS2fxF/leo.jpg"
			},
			"shortName": "Leo",
			"damageTags": [
				"P",
				"R"
			],
			"savingThrowForced": [
				"charisma"
			]
		},
		{
			"name": "Gabriel Andral",
			"source": "CurseofStrahdCollection",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"cleric"
				]
			},
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"{@item plate armor|phb|plate}"
					]
				}
			],
			"hp": {
				"average": 117,
				"formula": "18d8 + 36"
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 10,
			"con": 14,
			"int": 11,
			"wis": 17,
			"cha": 13,
			"save": {
				"con": "+6",
				"wis": "+7"
			},
			"skill": {
				"intimidation": "+5",
				"religion": "+4"
			},
			"passive": 13,
			"languages": [
				"any two languages"
			],
			"cr": "9",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"The war priest casts one of the following spells, using Wisdom as the spellcasting ability (spell save {@dc 15}):"
					],
					"will": [
						"{@spell light}",
						"{@spell spare the dying}",
						"{@spell thaumaturgy}"
					],
					"daily": {
						"1e": [
							"{@spell banishment}",
							"{@spell command}",
							"{@spell dispel magic}",
							"{@spell flame strike}",
							"{@spell guardian of faith}",
							"{@spell hold person}",
							"{@spell lesser restoration}",
							"{@spell revivify}"
						]
					},
					"ability": "wis",
					"displayAs": "action"
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The war priest makes two Warhammer attacks, and it uses Holy Fire."
					]
				},
				{
					"name": "Warhammer",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}101({@damage 1d10 + 3}) bludgeoning damage  plus {@h}10 ({@damage 3d6}) radiant damage."
					]
				},
				{
					"name": "Holy Fire",
					"entries": [
						"The war priest targets one creature it can see within 60 feet of it. The target must make a {@dc 15} Wisdom saving throw. On a failed save, the target takes 12 ({@damage 2d8 + 3}) radiant damage, and it is {@condition blinded} until the start of the war priest's next turn. On a successful save, the target takes half as much damage and isn't {@condition blinded}."
					]
				}
			],
			"bonus": [
				{
					"name": "Healing Light {@recharge 4}",
					"entries": [
						"The war priest or one creature of its choice within 60 feet of it regains 12 ({@dice 2d8 + 3}) hit points."
					]
				}
			],
			"environment": [
				"desert",
				"urban"
			],
			"soundClip": {
				"type": "external",
				"url": "https://2014.5e.tools/audio/bestiary/war-priest.mp3"
			},
			"attachedItems": [
				"warhammer|phb"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"X"
			],
			"spellcastingTags": [
				"O"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"conditionInflict": [
				"blinded"
			],
			"conditionInflictSpell": [
				"incapacitated",
				"paralyzed",
				"prone"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"entries": [
					"War priests worship deities of war, protection, and strategy. They plan tactics, lead soldiers into battle, confront enemy spellcasters, and tend to casualties. A war priest might command an army or serve as the right hand of a {@creature warlord|MPMM} (appears in {@book this book|MPMM}) on the battlefield.",
					"War priests typically adorn themselves with a symbol of their faith. You can roll on the War Priest Holy Symbols table below, or choose one that fits your campaign.",
					{
						"type": "table",
						"caption": "War Priest Holy Symbols",
						"colLabels": [
							"{@dice d8}",
							"Holy Symbol"
						],
						"colStyles": [
							"col-1 text-center",
							"col-11"
						],
						"rows": [
							[
								1,
								"Vial of iridescent liquid"
							],
							[
								2,
								"Hilt of a broken sword"
							],
							[
								3,
								"Piece of stained glass from a shrine"
							],
							[
								4,
								"Clay figurine of a {@creature ki-rin|MPMM} or another Celestial"
							],
							[
								5,
								"{@item Torch|PHB} carved so that a hand appears to be holding the flame"
							],
							[
								6,
								"Circlet of woven reeds"
							],
							[
								7,
								"Scrimshawed bone"
							],
							[
								8,
								"Vessel such as a cup, a {@item jug|PHB}, an urn, or an amphora"
							]
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.postimg.cc/xndrrBr6/gabriel.webp"
						}
					}
				]
			},
			"tokenHref": {
				"type": "external",
				"url": "https://i.ibb.co/HTxCQJ5/gabriel-profile.png"
			},
			"isNpc": true,
			"damageTags": [
				"R"
			],
			"damageTagsSpell": [
				"F",
				"R"
			],
			"savingThrowForced": [
				"wisdom"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"dexterity",
				"wisdom"
			]
		},
		{
			"name": "Sorina Markovia",
			"source": "CurseofStrahdCollection",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"cleric"
				]
			},
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"{@item plate armor|phb|plate}"
					]
				}
			],
			"hp": {
				"average": 117,
				"formula": "18d8 + 36"
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 10,
			"con": 14,
			"int": 11,
			"wis": 17,
			"cha": 13,
			"save": {
				"con": "+6",
				"wis": "+7"
			},
			"skill": {
				"intimidation": "+5",
				"religion": "+4"
			},
			"passive": 13,
			"languages": [
				"any two languages"
			],
			"cr": "9",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"The war priest casts one of the following spells, using Wisdom as the spellcasting ability (spell save {@dc 15}):"
					],
					"will": [
						"{@spell light}",
						"{@spell spare the dying}",
						"{@spell thaumaturgy}"
					],
					"daily": {
						"1e": [
							"{@spell banishment}",
							"{@spell command}",
							"{@spell dispel magic}",
							"{@spell flame strike}",
							"{@spell guardian of faith}",
							"{@spell hold person}",
							"{@spell lesser restoration}",
							"{@spell revivify}"
						]
					},
					"ability": "wis",
					"displayAs": "action"
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The war priest makes two Morningstar attacks, and it uses Holy Fire."
					]
				},
				{
					"name": "Morningstar",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}10 ({@damage 1d8 + 3}) bludgeoning damage  plus {@h}10 ({@damage 3d6}) radiant damage."
					]
				},
				{
					"name": "Holy Fire",
					"entries": [
						"The war priest targets one creature it can see within 60 feet of it. The target must make a {@dc 15} Wisdom saving throw. On a failed save, the target takes 12 ({@damage 2d8 + 3}) radiant damage, and it is {@condition blinded} until the start of the war priest's next turn. On a successful save, the target takes half as much damage and isn't {@condition blinded}."
					]
				}
			],
			"bonus": [
				{
					"name": "Healing Light {@recharge 4}",
					"entries": [
						"The war priest or one creature of its choice within 60 feet of it regains 12 ({@dice 2d8 + 3}) hit points."
					]
				}
			],
			"environment": [
				"desert",
				"urban"
			],
			"soundClip": {
				"type": "external",
				"url": "https://2014.5e.tools/audio/bestiary/war-priest.mp3"
			},
			"attachedItems": [
				"morningstar|phb"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"X"
			],
			"spellcastingTags": [
				"O"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"conditionInflict": [
				"blinded"
			],
			"conditionInflictSpell": [
				"incapacitated",
				"paralyzed",
				"prone"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"token": {
				"name": "War Priest",
				"source": "MPMM"
			},
			"fluff": {
				"name": "War Priest",
				"source": "MPMM",
				"entries": [
					"War priests worship deities of war, protection, and strategy. They plan tactics, lead soldiers into battle, confront enemy spellcasters, and tend to casualties. A war priest might command an army or serve as the right hand of a {@creature warlord|MPMM} (appears in {@book this book|MPMM}) on the battlefield.",
					"War priests typically adorn themselves with a symbol of their faith. You can roll on the War Priest Holy Symbols table below, or choose one that fits your campaign.",
					{
						"type": "table",
						"caption": "War Priest Holy Symbols",
						"colLabels": [
							"{@dice d8}",
							"Holy Symbol"
						],
						"colStyles": [
							"col-1 text-center",
							"col-11"
						],
						"rows": [
							[
								1,
								"Vial of iridescent liquid"
							],
							[
								2,
								"Hilt of a broken sword"
							],
							[
								3,
								"Piece of stained glass from a shrine"
							],
							[
								4,
								"Clay figurine of a {@creature ki-rin|MPMM} or another Celestial"
							],
							[
								5,
								"{@item Torch|PHB} carved so that a hand appears to be holding the flame"
							],
							[
								6,
								"Circlet of woven reeds"
							],
							[
								7,
								"Scrimshawed bone"
							],
							[
								8,
								"Vessel such as a cup, a {@item jug|PHB}, an urn, or an amphora"
							]
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MPMM/War Priest.webp"
						},
						"credit": "Marta Nael"
					}
				]
			},
			"isNpc": true,
			"damageTags": [
				"B",
				"R"
			],
			"damageTagsSpell": [
				"F",
				"R"
			],
			"savingThrowForced": [
				"wisdom"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"dexterity",
				"wisdom"
			]
		},
		{
			"name": "Strahd Zombie (simple)",
			"source": "CurseofStrahdCollection",
			"size": [
				"M"
			],
			"type": "undead",
			"alignment": [
				"U"
			],
			"ac": [
				8
			],
			"hp": {
				"average": 30,
				"formula": "4d8 + 12"
			},
			"speed": {
				"walk": 20
			},
			"str": 13,
			"dex": 6,
			"con": 16,
			"int": 3,
			"wis": 6,
			"cha": 5,
			"save": {
				"wis": "+0"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 8,
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"languages": [
				"understands the languages it knew in life but can't speak"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Undead Fortitude",
					"entries": [
						"If damage reduces the zombie to 0 hit points, it must make a Constitution saving throw with a {@dc 5} + the damage taken, unless the damage is radiant or from a critical hit. On a success, the zombie drops to 1 hit point instead."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The zombie makes two attacks with its slam or claw attacks.",
						"If grappling a target, it may also make a bite attack."
					]
				},
				{
					"name": "Bite (during Graple)",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}8 ({@damage 2d6 + 1}) piercing damage."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d6 + 1}) slashing damage."
					]
				},
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d6 + 1}) bludgeoning damage."
					]
				}
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"CS",
				"LF"
			],
			"miscTags": [
				"MW"
			],
			"hasFluff": true,
			"token": {
				"name": "Strahd Zombie",
				"source": "CoS"
			},
			"fluff": {
				"name": "Strahd Zombie",
				"source": "CoS",
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"entries": [
											"Strahd zombies are undead that serve the vampire Strahd von Zarovich. Created from the long-dead guards of Castle Ravenloft, they were called into being through dark magic by Strahd himself.",
											{
												"name": "Loathsome Limbs",
												"type": "entries",
												"entries": [
													"A Strahd zombie's gray-green flesh looks soft, and its bones seem brittle. Any good hit from a bludgeoning or slashing weapon severs part of the zombie's body. Strahd zombies are suffused with horrible necromantic magic that allows their severed body parts to continue to attack. All parts of a Strahd zombie are considered one and the same creature, so damage to any part damages the whole creature."
												]
											},
											{
												"name": "Undead Nature",
												"type": "entries",
												"entries": [
													"A Strahd zombie doesn't require air or sleep."
												]
											}
										]
									}
								]
							}
						]
					}
				]
			},
			"skill": {
				"athletics": "+3"
			},
			"traitTags": [
				"Undead Fortitude"
			],
			"damageTags": [
				"B",
				"P",
				"S"
			]
		},
		{
			"name": "Paladin of Argynvost",
			"source": "CurseofStrahdCollection",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any race"
				]
			},
			"alignment": [
				{
					"alignment": [
						"L",
						"NX",
						"C",
						"G"
					]
				},
				{
					"alignment": [
						"G"
					]
				}
			],
			"alignmentPrefix": "typically ",
			"ac": [
				{
					"ac": 16,
					"from": [
						"{@item chain mail|PHB}"
					]
				}
			],
			"hp": {
				"average": 27,
				"formula": "5d8 + 5"
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 10,
			"con": 12,
			"int": 13,
			"wis": 16,
			"cha": 13,
			"skill": {
				"medicine": "+7",
				"persuasion": "+3",
				"religion": "+3"
			},
			"passive": 13,
			"languages": [
				"any two languages"
			],
			"cr": "2",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The Paladin of Argynvost is a 5th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 13}, {@hit 5} to hit with spell attacks). It has the following cleric spells prepared."
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell light}",
								"{@spell mending}",
								"{@spell spare the dying}"
							]
						},
						"1": {
							"spells": [
								"{@spell cure wounds}",
								"{@spell guiding bolt}",
								"{@spell sanctuary}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell lesser restoration}",
								"{@spell spiritual weapon}"
							],
							"slots": 3
						},
						"3": {
							"spells": [
								"{@spell mass healing word}",
								"{@spell spirit guardians}"
							],
							"slots": 2
						}
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"action": [
				{
					"name": "Mace",
					"entries": [
						"{@atk mw} {@hit 2} to hit, reach 5 ft., one target. {@h}3 ({@damage 1d6}) bludgeoning damage."
					]
				},
				{
					"name": "Preserve Life (Recharges after a Short or Long Rest)",
					"entries": [
						"The Paladin of Argynvost targets up to six creatures it can see within 30 feet. The Paladin of Argynvost heals the targets, dividing up to 30 hit points between them."
					]
				}
			],
			"languageTags": [
				"X"
			],
			"spellcastingTags": [
				"CC",
				"CP"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"attachedItems": [
				"mace|phb"
			],
			"tokenHref": {
				"type": "external",
				"url": "https://i.ibb.co/kML83jF/k-p.png"
			},
			"damageTags": [
				"B"
			],
			"damageTagsSpell": [
				"N",
				"O",
				"R"
			],
			"savingThrowForcedSpell": [
				"dexterity",
				"wisdom"
			]
		},
		{
			"name": "Aleksandra Gwilym",
			"source": "CurseofStrahdCollection",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any race"
				]
			},
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"{@item plate armor|PHB|plate}"
					]
				}
			],
			"hp": {
				"average": 135,
				"formula": "18d8 + 54"
			},
			"speed": {
				"walk": 30
			},
			"str": 22,
			"dex": 10,
			"con": 16,
			"int": 12,
			"wis": 10,
			"cha": 10,
			"skill": {
				"athletics": "+9",
				"history": "+4",
				"special": "{@item painter's tools|phb} {@d20 4}"
			},
			"passive": 10,
			"languages": [
				"any three languages"
			],
			"cr": "8",
			"trait": [
				{
					"name": "Action Surge (Recharges after a Short or Long Rest)",
					"entries": [
						"After taking an action on its turn, the Aleksandra can take one additional action."
					]
				},
				{
					"name": "Maneuvers (1/Turn)",
					"entries": [
						"When the Aleksandra hits with a melee weapon attack, it can choose to apply a maneuver to that attack. The attack deals an additional 5 ({@damage 1d10}) damage, and the Aleksandra chooses one of the following effects."
					]
				},
				{
					"name": "Disarming Attack",
					"entries": [
						"The target must succeed on a {@dc 17} Strength saving throw or drop an object it is holding of the Aleksandra's choice. The object lands at its feet."
					]
				},
				{
					"name": "Distracting Strike",
					"entries": [
						"The next attack roll against the target by an attacker other than the Aleksandra has advantage if that attack is made before the start of the Aleksandra's next turn."
					]
				},
				{
					"name": "Trip Attack",
					"entries": [
						"If the target is Large or smaller, it must succeed on a {@dc 17} Strength saving throw or fall {@condition prone}."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The Aleksandra makes three melee weapon attacks."
					]
				},
				{
					"name": "Longsword of Unnatural Strength",
					"entries": [
						"{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}10 ({@damage 1d8 + 6}) slashing damage, or 11 ({@damage 1d10 + 6}) slashing damage if used with two hands to make a melee attack. This is a magic weapon. While attuned to this sword, the wielder's Strengh is increased by 2, potentially above the maximum of 20."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"X"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"conditionInflict": [
				"frightened",
				"prone"
			],
			"variant": [
				{
					"type": "inset",
					"name": "Battlemaster Maneuvers",
					"entries": [
						"You can give battlemaster maneuvers to any fighter or any NPC that relies on physical weapons. When giving an NPC a maneuver, remember that save DC is calculated as proficiency bonus plus 8 plus modifier.",
						"Don't forget that, for NPCs, proficiency is tied to challenge rating, not class level. Check the DMG guide (pgs. 274-282).",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Commander's Strike {@recharge 5}.",
									"entry": "As a bonus action, the battlemaster chooses one friendly creature within 30 feet of it that can see and hear it. That creature can immediately use its reaction to make one weapon attack."
								},
								{
									"type": "item",
									"name": "Disarming Strike (1/Turn).",
									"entry": "When the battlemaster hits a creature with a melee weapon attack, the target must succeed on a Strength saving throw (DC battlemaster's Strength). On a failed save, the target drops the object, which lands at its feet."
								},
								{
									"type": "item",
									"name": "Feint.",
									"entry": "As a bonus action, the battlemaster targets one creature within 5 feet of it. The battlemaster has advantage on its next attack roll against that creature before the end of the battlemaster's turn."
								},
								{
									"type": "item",
									"name": "Goading Strike (1/Turn).",
									"entry": "When the battlemaster hits a creature with a weapon attack, the target must succeed on a Wisdom saving throw (DC battlemaster's Strength) or incur disadvantage on all attack rolls against targets other than the battlemaster until the end of the battlemaster's next turn."
								},
								{
									"type": "item",
									"name": "Lunge (1/Turn).",
									"entry": "The battlemaster extends the reach of its melee weapon attack by 5 feet."
								},
								{
									"type": "item",
									"name": "Maneuver.",
									"entry": "The battlemaster commands a friendly creature within 30 feet of it that can see and hear it to immediately use its reaction to move up to its speed without provoking opportunity attacks."
								},
								{
									"type": "item",
									"name": "Menacing Strike (1/Turn).",
									"entry": "When the battlemaster hits a creature with a melee weapon attack, the target must succeed on a Wisdom saving throw (DC battlemaster's Strength) or become {@condition frightened} of the battlemaster until the end of the battlemaster's next turn."
								},
								{
									"type": "item",
									"name": "Parry (Reaction).",
									"entry": "The battlemaster adds its proficiency bonus to its AC against one melee attack that would hit it. To do so, the battlemaster must see the attacker and be wielding a melee weapon."
								},
								{
									"type": "item",
									"name": "Pushing Strike (1/Turn).",
									"entry": "When the battlemaster hits a creature with a melee weapon attack, the target must succeed on a Wisdom saving throw (DC battlemaster's Strength) or be pushed up to 15 feet away from the battlemaster."
								},
								{
									"type": "item",
									"name": "Rally {@recharge 5}.",
									"entry": "As a bonus action, the battlemaster chooses up to 3 friendly creatures within 30 feet of it that can see and hear it. Each target gains 5 ({@dice 1d6 + 2}) temporary hit points."
								},
								{
									"type": "item",
									"name": "Riposte (Reaction).",
									"entry": "When a creature misses the battlemaster with a melee attack, the battlemaster makes a melee weapon attack against the attacker."
								},
								{
									"type": "item",
									"name": "Cleave (1/Turn).",
									"entry": "When the battlemaster hits a creature with a melee weapon attack, the target can choose another creature within 5 feet of the original target. The battlemaster makes an additional attack against the new target."
								},
								{
									"type": "item",
									"name": "Tripping Strike (1/Turn).",
									"entry": "When the battlemaster hits a creature with a melee weapon attack, the target must succeed on a Wisdom saving throw (DC battlemaster's Strength) or fall {@condition prone}."
								}
							]
						}
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://i.ibb.co/LvbcJbY/Alek.png"
			},
			"damageTags": [
				"S"
			],
			"savingThrowForced": [
				"strength"
			]
		},
		{
			"name": "Sergei von Zarovich",
			"source": "CurseofStrahdCollection",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"cleric"
				]
			},
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"{@item plate armor|phb|plate}"
					]
				}
			],
			"hp": {
				"average": 117,
				"formula": "18d8 + 36"
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 10,
			"con": 14,
			"int": 11,
			"wis": 17,
			"cha": 13,
			"save": {
				"con": "+6",
				"wis": "+7"
			},
			"skill": {
				"intimidation": "+5",
				"religion": "+4"
			},
			"passive": 13,
			"languages": [
				"any two languages"
			],
			"cr": "9",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The Sergei casts one of the following spells, using Wisdom as the spellcasting ability (spell save {@dc 15}):"
					],
					"will": [
						"{@spell light}",
						"{@spell spare the dying}",
						"{@spell thaumaturgy}"
					],
					"daily": {
						"1e": [
							"{@spell banishment}",
							"{@spell command}",
							"{@spell dispel magic}",
							"{@spell flame strike}",
							"{@spell guardian of faith}",
							"{@spell hold person}",
							"{@spell lesser restoration}",
							"{@spell revivify}"
						]
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The Sergei makes two Maul attacks, and it uses Holy Fire."
					]
				},
				{
					"name": "Maul",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d6 + 3}) bludgeoning damage  plus {@h}10 ({@damage 3d6}) radiant damage."
					]
				},
				{
					"name": "Holy Fire",
					"entries": [
						"The Sergei targets one creature it can see within 60 feet of it. The target must make a {@dc 15} Wisdom saving throw. On a failed save, the target takes 12 ({@damage 2d8 + 3}) radiant damage, and it is {@condition blinded} until the start of the war priest's next turn. On a successful save, the target takes half as much damage and isn't {@condition blinded}."
					]
				}
			],
			"bonus": [
				{
					"name": "Healing Light {@recharge 4}",
					"entries": [
						"The Sergei or one creature of its choice within 60 feet of it regains 12 ({@dice 2d8 + 3}) hit points."
					]
				}
			],
			"environment": [
				"desert",
				"urban"
			],
			"soundClip": {
				"type": "external",
				"url": "https://2014.5e.tools/audio/bestiary/war-priest.mp3"
			},
			"attachedItems": [
				"maul|phb"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"X"
			],
			"spellcastingTags": [
				"O"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"conditionInflict": [
				"blinded"
			],
			"conditionInflictSpell": [
				"incapacitated",
				"paralyzed",
				"prone"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://2014.5e.tools/img/bestiary/MPMM/War Priest.webp"
						}
					}
				]
			},
			"tokenHref": {
				"type": "external",
				"url": "https://i.ibb.co/2M5dfWN/Sergei.png"
			},
			"damageTags": [
				"B",
				"R"
			],
			"damageTagsSpell": [
				"F",
				"R"
			],
			"savingThrowForced": [
				"wisdom"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"dexterity",
				"wisdom"
			]
		},
		{
			"name": "Patrina Velikovna",
			"isNpc": true,
			"isNamedCreature": true,
			"source": "CurseofStrahdCollection",
			"type": {
				"type": "humanoid",
				"tags": [
					{
						"tag": "elf",
						"prefix": "Dusk"
					}
				]
			},
			"alignment": [
				"N",
				"E"
			],
			"hasFluffImages": true,
			"size": [
				"M"
			],
			"ac": [
				12,
				{
					"ac": 15,
					"condition": "with {@spell mage armor}",
					"braces": true
				}
			],
			"hp": {
				"average": 99,
				"formula": "18d8 + 18"
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 14,
			"con": 12,
			"int": 20,
			"wis": 15,
			"cha": 16,
			"save": {
				"int": "+9",
				"wis": "+6"
			},
			"skill": {
				"arcana": "+13",
				"history": "+13"
			},
			"passive": 12,
			"resist": [
				{
					"special": "damage from spells"
				},
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "(from stoneskin)",
					"cond": true,
					"preNote": "nonmagical"
				}
			],
			"languages": [
				"any six languages"
			],
			"cr": "12",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"Patrina is an 18th-level spellcaster. Its spellcasting ability is Intelligence (spell save {@dc 17}, {@hit 9} to hit with spell attacks). Patrina can cast {@spell disguise self} and {@spell invisibility} at will and has the following wizard spells prepared:"
					],
					"will": [
						"{@spell disguise self}",
						"{@spell invisibility}"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell fire bolt}",
								"{@spell light}",
								"{@spell mage hand}",
								"{@spell prestidigitation}",
								"{@spell shocking grasp}"
							]
						},
						"1": {
							"slots": 4,
							"spells": [
								"{@spell detect magic}",
								"{@spell identify}",
								"{@spell mage armor}*",
								"{@spell magic missile}"
							]
						},
						"2": {
							"slots": 3,
							"spells": [
								"{@spell detect thoughts}",
								"{@spell mirror image}",
								"{@spell misty step}"
							]
						},
						"3": {
							"slots": 3,
							"spells": [
								"{@spell counterspell}",
								"{@spell fly}",
								"{@spell lightning bolt}"
							]
						},
						"4": {
							"slots": 3,
							"spells": [
								"{@spell banishment}",
								"{@spell fire shield}",
								"{@spell stoneskin}*"
							]
						},
						"5": {
							"slots": 3,
							"spells": [
								"{@spell cone of cold}",
								"{@spell scrying}",
								"{@spell wall of force}"
							]
						},
						"6": {
							"slots": 1,
							"spells": [
								"{@spell globe of invulnerability}"
							]
						},
						"7": {
							"slots": 1,
							"spells": [
								"{@spell teleport}"
							]
						},
						"8": {
							"slots": 1,
							"spells": [
								"{@spell mind blank}*"
							]
						},
						"9": {
							"slots": 1,
							"spells": [
								"{@spell time stop}"
							]
						}
					},
					"footerEntries": [
						"*Patrina casts these spells on itself before combat."
					],
					"ability": "int",
					"hidden": [
						"will"
					]
				}
			],
			"trait": [
				{
					"name": "Magic Resistance",
					"entries": [
						"Patrina has advantage on saving throws against spells and other magical effects."
					]
				}
			],
			"action": [
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw,rw} {@hit 6} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}4 ({@damage 1d4 + 2}) piercing damage."
					]
				}
			],
			"attachedItems": [
				"dagger|phb"
			],
			"traitTags": [
				"Magic Resistance"
			],
			"languageTags": [
				"X"
			],
			"spellcastingTags": [
				"CW"
			],
			"miscTags": [
				"RW",
				"MW",
				"MLW",
				"THW"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.ibb.co/mB1HmhY/Patrina2.jpg"
						}
					}
				]
			},
			"tokenHref": {
				"type": "external",
				"url": "https://i.ibb.co/mB1HmhY/Patrina2.jpg"
			},
			"damageTags": [
				"P"
			],
			"damageTagsSpell": [
				"C",
				"F",
				"L",
				"O"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"constitution",
				"dexterity",
				"wisdom"
			]
		}
	],
	"$schema": "https://raw.githubusercontent.com/TheGiddyLimit/5etools-utils/master/schema/brew-fast/homebrew.json"
}
